Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, fr_fr, nl_nl, pl_pl, pt_br, sk_sk, tr_tr, zh_cn

# CoolDownText.Text
source: You have to wait some time
zh_cn: 请稍作等待

source: Getting GPS signal...
cs_cz: Získávání GPS signálu...
de_de: GPS Signal abrufen...
fr_fr: Optention du signal GPS...
nl_nl: Zoekt GPS signaal...
pl_pl: Szukanie sygnału GPS...
pt_br: Obtendo sinal do GPS...
sk_sk: Získavanie GPS signálu ...
tr_tr: GPS sinyali alınıyor...
zh_cn: 正在获取GPS信号...

source: Getting user data...
cs_cz: Získávání dat uživatele...
de_de: Benutzerdaten abrufen...
fr_fr: Chargement des données de l'utilisateur...
nl_nl: Ophalen gebruikersgegevens...
pl_pl: Pobieranie danych użytkownika
pt_br: Obtendo dados do usuário...
sk_sk: Získavanie dát užívateľa ...
tr_tr: Kulanıcı Bilgileri Alınıyor...
zh_cn: 正在获取用户数据...

# InventoryFullText.Text
source: Your inventory is full!
zh_cn: 你的仓库满了!

# loginButton.Text
source: LOGIN with PTC Account
cs_cz: Přihlásit se pomocí PTC
de_de: ANMELDEN mit PTC Account
fr_fr: Connexion avec PTC
nl_nl: LOGIN met PTC Account
pl_pl: Zaloguj kontem PTC
pt_br: ENTRAR com conta PTC
sk_sk: Prihlásiť sa pomocou PTC
tr_tr: PTC Hesabıyla Giriş Yap
zh_cn: 以 PTC 账户登陆

# loginInfoText.Text
source: To login you need to insert your Username/Email and Password in this app. If you don't trust it, please, close it before going on. We are not responsible for anything.
cs_cz: Pro přihlášení do této aplikace potřebujete zadat Přihlašovací jméno/Email. Pokud aplikaci nevěříte, nepoužívejte ji. Neneseme za ně žádnou zodpovědnost.
de_de: Um sich anzumelden müssen Benutzername/E-Mail und Ihr Passwort in dieser App eingefügt werden. Wenn Sie der App nicht vertauen, schließen Sie sie bitte. Wir übernehmen keine Haftung.
fr_fr: ATTENTION : pour vous connecter au serveur PTC vous aurez besoin d'entrer vos identifiant et mot de passe. Si vous n'avez pas confiance, fermez l'application.
nl_nl: Om in te loggen moet je je Gebruikersnaam/Email en Wachtwoord invullen in deze app. Als je het niet vertrouwt, sluit dan deze app voordat je verder gaat. We kunnen niet verantwoordelijk gehouden worden voor wat dan ook.
pl_pl: Aby zalogować się musisz wprowadzić swój login i hasło. Jeśli nie ufasz tej aplikacji po prostu ją zamknij.
pt_br: Para entrar você precisa inserir seu Usuário/Email e Senha nesse app. Se você não confia nele, por favor, feche o aplicativo. Nós não nos responsabilizamos por nada.
sk_sk: Pre prihlásenie do tejto aplikácie potrebujete zadať Prihlasovacie meno / Email. Ak aplikáciu neveríte, nepoužívajte ju . Nenesieme za ne žiadnu zodpovednosť .
tr_tr: Bu uygulamaya giriş yapmanız için Kullanıcı Adı/E-Mail ve Şifre'nizi girmeniz lazım. Eğer güvenmiyorsanız, lütfen, girmeden önce çıkın. Hiçbir şekilde sorumluluk kabul Etmiyoruz. Çeviri:WPHABER/YT:Beş Tel
zh_cn: 登录需要输入您的帐号跟密码，如果您不信任我们的话，请不要接着往下操作。我们一概不负责任。

# logoutText.Text
source: LOGOUT
cs_cz: ODHLÁŠENÍ
de_de: ABMELDEN
fr_fr: DECONNEXION
nl_nl: UITLOGGEN
pl_pl: WYLOGUJ
pt_br: SAIR
sk_sk: ODHLÁSENIE
tr_tr: Çıkış Yap
zh_cn: 登出

# nearbyText.Text
source: nearby
cs_cz: blízko
de_de: In der Nähe
fr_fr: Proche
nl_nl: dichtbij
pl_pl: pobliskie
pt_br: Próximo
sk_sk: blízko
tr_tr: Yakında
zh_cn: 附近

# OutOfRangeText.Text
source: You are out of range
zh_cn: 您超出范围了

# passwordBox.PlaceholderText
source: Password
cs_cz: Heslo
de_de: Passwort
fr_fr: Mot de passe
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
sk_sk: Heslo
tr_tr: Şifre
zh_cn: 密码

# usernameTextBox.PlaceholderText
source: Username/email
cs_cz: Přihlašovací jméno/Email
de_de: Benutzername/E-Mail
nl_nl: Gebruikersnaam/email
pl_pl: Login/e-mail
pt_br: Usuário/Email
sk_sk: Prihlasovacie meno / Email
tr_tr: Kullanıcı Adı/E-Mail
zh_cn: 用户名/邮箱

# LoadingEncounter
source: Loading encounter with
cs_cz: Načítání střetu s
de_de: Lädt Begegnung mit
fr_fr: Chargement du combat avec
nl_nl: Laadt ontmoeting met
pl_pl: Ładuję walkę z
pt_br: Carregando encontro com
sk_sk: Načítanie stretu s
tr_tr: Karşılama İle Yükleme
zh_cn: 您遇到了

source: Logging in...
cs_cz: Přihlašování...
de_de: Anmelden...
fr_fr: Connexion en cours
nl_nl: Inloggen...
pl_pl: Logowanie...
pt_br: Entrando...
sk_sk: Prihlasovanie ...
tr_tr: Giriş Yapılıyor...
zh_cn: 登陆中...

source: fleed
cs_cz: utekl
de_de: ist geflohen
nl_nl: gevlucht
pl_pl: uciekł
pt_br: fugiu
sk_sk: utiekol
tr_tr: Kaçtı
zh_cn: 逃跑

# GoogleError
source: Google returned error:
cs_cz: Google odpověděl chybou:
de_de: Google gab folgenden Fehler zurück:
nl_nl: Google geeft fout:
pl_pl: Błąd zwrócony przez Google:
pt_br: Google retornou um erro:
sk_sk: Google odpovedal chybou :
tr_tr: Google hata verdi :(
zh_cn: Google 返回错误:

# GoogleNotResponding
source: Google is not responding, please try again later.
cs_cz: Google neodpovídá, zkuste to později prosím.
de_de: Google antwortet nicht. Bitte versuchen Sie es später erneut.
nl_nl: Google antwoordt niet, probeer het later opnieuw.
pl_pl: Google nie odpowiada. Spróbuj ponownie później.
pt_br: Google não está respondendo, por favor, tente novamente mais tarde.
sk_sk: Google nezodpovedá, skúste to neskôr prosím.
tr_tr: Google cevap vermiyor , lütfen daha sonra tekrar deneyin.
zh_cn: Google 没有响应，请稍后重试。

# LoginFailed
source: Login failed, please try again.
cs_cz: Přihlášení se nepovedlo. Zkuste to později prosím.
de_de: Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
nl_nl: Login mislukt, probeer het opnieuw.
pl_pl: Logowanie nieudane. Spróbuj jeszcze raz
pt_br: Falha ao entrar, por favor tente novamente.
sk_sk: Prihlásenie sa nepodarilo. Skúste to neskôr prosím.
tr_tr: Oturum Açılamadı, lütfen daha sonra tekrar deneyin.
zh_cn: 登陆失败，请重试。

# NoGPSPermissions
source: We need GPS permissions to run the game, please enable it and try again.
cs_cz: Pro funkčnost hry je zapotřebí GPS, prosím zapněte ji a zkuste to znovu.
de_de: Wir benötigen Berechtigungen für GPS um das Spiel zu starten. Bitte aktiviere diese und versuche es erneut.
nl_nl: We hebben toestemming nodig om uw locatie te bepalen, graag toestemming verlenen en opnieuw proberen.
pl_pl: Do uruchomienia gry potrzebujemy praw do korzystania z GPS, ustaw je i spróbuj jeszcze raz.
pt_br: Nós precisamos de permissão para usar o GPS, por favor ative-o e tente novamente.
sk_sk: Pre funkčnosť hry je potrebný GPS signál, prosím zapnite ju a skúste to znova .
tr_tr: GPS Erişimi yok, etkinleştirip tekrar deneyiniz.
zh_cn: 运行游戏需要GPS权限，请启用GPS后重试。

# PokemonRanAway
source: Pokemon ran away, sorry :(
cs_cz: Bohužel, pokemon utekl :(
de_de: Pokémon lief weg, Endschuldigung :(
nl_nl: Pokemon is weggerend, sorry :(
pl_pl: Pokemon uciekł, wybacz :(
pt_br: Desculpa, o Pokémon fugiu :(
sk_sk: Bohužiaľ , pokemon utiekol :(
tr_tr: Pokemon Kaçtı, Üzgünüm :(
zh_cn: 宠物小精灵逃跑了，不好意思 :(

# PTCDown
source: PTC login is probably down, please retry later.
cs_cz: PTC je pravděpodobně offline. Zkuste to později prosím.
de_de: PTC Anmeldung ist nicht möglich. Bitte versuchen Sie es später erneut.
nl_nl: PTC login heeft waarschijnlijk een storing, probeer het later opnieuw.
pl_pl: Możliwe że PTC jest obecnie niedostępny. Spróbuj ponownie później.
pt_br: Falha ao entrar com a conta PTC, por favor, tente novamente.
sk_sk: PTC je pravdepodobne offline. Skúste to neskôr prosím.
tr_tr: PTC hesabına giriş yapılamadı, lütfen daha sonra tekrar deneyin.
zh_cn: >PTC 登陆可能临时下线了，请稍后重试。

# SomethingWentWrong
source: Something went wrong and app may be unstable now. Do you want to logout and try again?
cs_cz: Něco se pokazilo a aplikace by mohla být nestabilní. Chcete se odhlásit a zkusit to znovu ?
de_de: Irgendetwas lief schief und die App ist eventuell unstabil. Wollen Sie sich abmelden und es erneut versuchen?
nl_nl: Er is iets misgegaan en de app is nu mogelijk instabiel. Wil je uitloggen en het opnieuw proberen?
pl_pl: Coś poszło nie tak i aplikacja może teraz działać niepoprawnie. Czy chcesz się wylogować i spróbować jeszcze raz?
pt_br: Algo deu errado e o app pode estar instável agora. Deseja sair da sua conta e tentar novamente?
sk_sk: Niečo sa pokazilo a applikace by mohla byť nestabilná. Chcete sa odhlásiť a skúsiť to znova ?
tr_tr: Bir şeyler yanlış gitti ve uygulama düzgün çalışmayabilir. Eğer istersen uygulamayı kapatıp tekrar açabilirsin.
zh_cn: 好像出现了点问题，变得不稳定了。你要登出账户再重试吗？

# UpdatedVersion
source: An updated version {0} is available. Do you want to update? {1}
cs_cz: Update {0} je k disposici. Chcete ho instalovat? {1}
nl_nl: Een nieuwe versie ({0}) is beschikbaar. Wil je updaten? {1}
pl_pl: Aktualizacja w wersji {0} jest dostępna. Czy chcesz zaktualizować? {1}
pt_br: Uma nova versão {0} está disponível. Deseja atualizar agora? {1}
sk_sk: Update { 0 } je k dispozícii. Chcete ho inštalovať ? { 1 }
zh_cn: 发现新版本 {0} ，你要更新吗？ {1}

# WrongUsername
source: Wrong username/password or offline server, please try again.
cs_cz: Uživatelské jméno nebo Email jsou chybné, nebo je server offline. Zkuste to prosím znovu.
de_de: Benutzername/E-Mail sind falsch oder die Server sind offline. Bitte versuchen Sie es erneut.
nl_nl: Ongeldige gebruikersnaam/wachtwoord of de server is offline, probeer opnieuw.
pl_pl: Zły login/hasło lub serwery są niedostępne. Spróbuj jeszcze raz.
pt_br: Nome de usuário/senha incorreto ou os servidores estão offline, por favor, tente novamente.
sk_sk: Užívateľské meno alebo Email sú chybné, alebo je server offline. Skúste to znova.
tr_tr: Kullanıcı adı/şifre doğru değil ya da sunucu kullanılamıyor, lütfen tekrar deneyin .
zh_cn: 用户名或密码错误，也可能是服务器下线了，请稍后重试。

# EggsText.Text
source: EGGS
cs_cz: VEJCE
de_de: EIER
nl_nl: EIEREN
pl_pl: JAJKA
pt_br: OVOS
sk_sk: VAJCIA
tr_tr: Yumurta
zh_cn: 宝可梦蛋

# MusicTitleText.Text
source: Music
cs_cz: Hudba
de_de: Musik
nl_nl: Muziek
pl_pl: Muzyka
pt_br: Música
sk_sk: Hudba
tr_tr: Müzik
zh_cn: 音乐

# PokemonText.Text
source: POKÉMON
tr_tr: Pokemon
zh_cn: 精灵宝可梦

# SettingsHeaderText.Text
source: SETTINGS
cs_cz: NASTAVENÍ
de_de: EINSTELLUNGEN
nl_nl: INSTELLINGEN
pl_pl: USTAWIENIA
pt_br: CONFIGURAÇÕES
sk_sk: NASTAVENIE
tr_tr: Ayarlar
zh_cn: 设置

# SignOutButton.Text
source: Sign Out
zh_cn: 登出

# VibrationTitleText.Text
source: Vibration
zh_cn: 震动

# ItemsText.Text
source: ITEMS
zh_cn: 物品

# PokedexText.Text
source: POKÉDEX
zh_cn: 宝可梦图鉴

# ItemsTextLower.Text
source: items
zh_cn: 物品

# TotalText.Text
source: TOTAL
zh_cn: 合计

# UpdateDownloading
source: Downloading update {0}
cs_cz: Stahování updatu {0}
nl_nl: Downloaden van update {0}
pl_pl: Pobieranie aktualizacji {0}
pt_br: Baixando atualização {0}
sk_sk: Sťahovanie updatu {0}
zh_cn: 正在下载更新 {0}

# UpdateInstalling
source: Installing update, app is restarting...
cs_cz: Instalace updatu. Aplikace bude restartována.
nl_nl: Installeren van de update, app zal herstarten...
pl_pl: Instalowanie aktualizacji. Aplikacja zostanie uruchomiona ponownie...
pt_br: Instalando atualização, aplicativo reiniciando...
sk_sk: Inštalácia updatu. Aplikácia bude reštartovaná.
zh_cn: 正在安装更新，程序稍后重启...

# UpdateFailed
source: Update failed: {0} Open page with installation files for manual install?
cs_cz: Update se nezdařil: {0} Chcete otevřít stránku se soubory k manuální instalaci?
nl_nl: Update mislukt: {0} Open de pagina met installatie bestanden voor handmatige installatie?
pl_pl: Niepowodzenie akutalizacji: {0} Otworzyć stronę z plikami do ręcznej akutalizacji?
pt_br: Falha ao atualizar: {0} Abrir página com os arquivos de instalação para instalar manualmente?
sk_sk: Update sa nepodaril: { 0 } Chcete otvoriť stránku so súbormi k manuálnej inštalácii ?
zh_cn: 更新失败: {0} 需要打开安装文件的目录来手动更新吗？

# LevelupText.Text
source: Level up!
zh_cn: 升级了！

# LevelText.Text
source: Level
zh_cn: 等级

# MapAutoRotateTitleText.Text
source: Auto-Rotate Map
zh_cn: 自动调整地图

# PokemonCaughtByType
source: Different Pokemon caught
zh_cn: 抓捕不同宝可梦

# PokemonsCaptured
source: Pokemon captured
zh_cn: 抓获的宝可梦

# PokemonsEncountered
source: Pokemon encountered
zh_cn: 遇到的宝可梦

# StartDateText.Text
source: START DATE
zh_cn: 开始日期

# InstinctTeam
source: Instinct
zh_cn: 属性

# MysticTeam
source: Mystic
zh_cn: 神秘

source: No Team
zh_cn: 未加入阵营

# ValorTeam
source: Valor
zh_cn: 勇者

# BadgeBattleTrainingWon
source: Ace Trainer
zh_cn: 顶尖训练师

# BadgePokestopsVisited
source: Backpacker
zh_cn: 背包客

# BadgeBattleAttackWon
source: Battle Girl
zh_cn: 对战少女

# Flying
source: Bird Keeper
zh_cn: 饲鸟使者

# Fighting
source: Black Belt
zh_cn: 空手道王

# BadgeHatchedTotal
source: Breeder
zh_cn: 宝可梦培育家

# Bug
source: Bug Catcher
zh_cn: 捕虫少年

# BadgeCaptureTotal
source: Collector
zh_cn: 收藏家

# Steel
source: Depot Agent
zh_cn: 铁道员

# Dragon
source: Dragon Tamer
zh_cn: 龙之使者

# Fairy
source: Fairy Tale Girl
zh_cn: 童话女孩

# BadgeBigMagikarp
source: Fisherman
zh_cn: 钓客

# Grass
source: Gardener
zh_cn: 园艺师

# Ghost
source: Hex Maniac
zh_cn: 灵异狂

# Rock
source: Hiker
zh_cn: 登山客

# BadgeTravelKm
source: Jogger
zh_cn: 慢跑者

# BadgePokedexEntries
source: Kanto
zh_cn: 关都地区

# Fire
source: Kindler
zh_cn: 生营火者

# BadgePikachu
source: Pikachu
zh_cn: 皮卡丘

source: Psychic
zh_cn: 超能力者

# Poison
source: Punk Girl
zh_cn: 坏女孩

# Electric
source: Rocker
zh_cn: 电气玩家

# Ground
source: Ruin Maniac
zh_cn: 遗迹狂

# Normal
source: School Kid
zh_cn: 刚下课的学生

# BadgeEvolvedTotal
source: Scientist
zh_cn: 研究员

# Ice
source: Skier
zh_cn: 滑雪者

# Water
source: Swimmer
zh_cn: 比基尼姐姐

# BadgeSmallRattata
source: Youngster
zh_cn: 短裤少年

# CoolDownText.Text
source: cooldown
cs_cz: omezení
de_de: Abklingzeit
nl_nl: Je moet eventjes wachten
pl_pl: czas odnowienia
pt_br: Tempo de Recarga
sk_sk: obmedzenia
tr_tr: Bekleme Süresi

# InventoryFullText.Text
source: inventory full
cs_cz: plný inventář
de_de: Inventar voll
nl_nl: Je inventaris is vol!
pl_pl: pełny ekwipunek
pt_br: Inventário Cheio
sk_sk: plný inventár
tr_tr: Depo Dolu

# OutOfRangeText.Text
source: out of range
cs_cz: Pokestop mimo dosah
de_de: Nicht erreichbar
fr_fr: Trop loin
nl_nl: Je bent buiten bereik
pl_pl: poza zasięgiem
pt_br: Fora de alcance
sk_sk: Pokestop mimo dosahu
tr_tr: Menzil Dışında

source: No
cs_cz: Ne
de_de: Nein
nl_nl: Nee
pl_pl: Nie
pt_br: Não
sk_sk: Nie
tr_tr: Hayır

source: Yes
cs_cz: Ano
de_de: Ja
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
sk_sk: Áno
tr_tr: Evet

# OKButton.Content
source: OK
tr_tr: Tamam

# XPText.Text
source: XP
de_de: EP
fr_fr: EXP
